Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_julkaisee_oman_nettisivuston_totuus-_ja_sovintoprosessin_tiimoilta.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät julkaisee oman nettisivuston totuus- ja sovintoprosessin tiimoilta
smn: Sämitigge almostit jieijâs nettisiijđoid tuotâvuotâ- já sovâdâttâmproosees ooleest

source: Saamelaiskäräjät julkaisee 8.10.2020 oman nettisivustonsa totuus- ja sovintoprosessiin liittyen .
smn: Sämitigge almostit 8.10.2020 jieijâs nettisiijđoid tuotâvuotâ- já sovâdâttâmproosees ooleest .

source: Sivustolle on koottu tärkeimmät tiedot prosessista ja sen etenemisestä, sekä esittelyt Saamelaiskäräjille esitetyistä totuus- ja sovintokomissaariehdokkaista.
smn: Sijđoid láá nurrum tehálumoseh tiäđuh prosesist já ton ovdánmist, sehe oovdânpyehtimeh Sämitiigán iävtuttum tuotâvuotâ- já sovâdâttâmkomissaariävtukkâsâin.

source: Nettisivuilla tiedotetaan totuus- ja sovintoprosessin aikataulusta sekä nyt syksyllä järjestettävistä totuus- ja sovintokomissaarien valintaan liittyvistä kuulemistilaisuuksista.
smn: Nettisiijđoin tieđetteh tuotâvuotâ- já sovâdâttâmproosees äigitaavlust sehe tääl čohčuv ornimnáál tuotâvuotâ- já sovâdâttâmkomissaarij valjiimân lohtâseijee kuullâmtilálâšvuođâin.

source: ”Nettisivujen avulla halutaan varmistaa, että saamen kansalla on faktoihin pohjautuvaa ja ajantasaista tietoa saatavilla Saamelaiskäräjien toimista totuus- ja sovintokomissioon ja sen perustamiseen liittyen,” toteaa Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: ”Nettisiijđoi vievâst mij halijdep visásmittiđ, ete sämiaalmugist lii tuotâ aššijd vuáđuduvvee já äigi tääsist orroo tiätu finnimnáál Sämitige tooimâin tuotâvuotâkomissio já ton vuáđudem háárán,” paahud Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Saamelaiskäräjien lisäksi Valtioneuvoston kanslia on perustanut omat nettisivut totuus- ja sovintokomission työhön liittyen .
smn: Sämitige lasseen Staatârääđi kanslia lii vuáđudâm jieijâs nettisiijđoid tuotâvuotâ- já sovâdâttâmkomissio pargo ooleest .

source: Saamelaiskäräjien nettisivuilla julkaistaan komissaariehdokkaiden esittelyvideot, jotka näytetään myös Saamelaiskäräjien loka-marraskuun vaihteessa järjestämissä kuulemistilaisuuksissa komissaarien valintaan liittyen.
smn: Sämitige nettisiijđoin almostiteh komissaariävtukkâsâi oovdânpyehtimvideoid, moh čáittojeh meid Sämitige roovvâd-skammâmáánu jorgálduvâst ornim kuullâmtilálâšvuođâin, moh lohtâseh komissaarij valjiimân.

source: Komissaariehdokkaat eivät itse ole paikalla kuulemistilaisuuksissa.
smn: Komissaariävtukkâsah iä jieš lah pääihi alne kuullâmtilálâšvuođâin.

source: Tilaisuuksissa ihmisillä on mahdollisuus esittää näkemyksensä komissaareilta vaadittavista ominaisuuksista ja osaamisesta sekä ilmaista tukensa ehdolla oleville henkilöille.
smn: Tilálâšvuođâin ulmuin lii máhđulâšvuotâ oovdânpyehtiđ uáinus jiešvuođâin já máátust, maid väätih komissaarijn sehe olgospyehtiđ torjuus iävtuttum ulmuid.

source: Kuulemistilaisuudet järjestetään kaikissa Saamelaisten kotiseutualueen kunnissa.
smn: Kuullâmtilálâšvuođah uárnejuvvojeh puoh Sämmilij päikkikuávlu kieldâin.

source: Lisäksi järjestetään verkkokuuleminen erityisesti saamelaisalueen ulkopuolella asuville henkilöille sekä nuorten kuuleminen yhdessä nuorisoneuvoston kanssa.
smn: Toos lasseen uárnejuvvoo viermikuullâm eromâšávt sämikuávlu ulguubeln ässee ulmuin sehe nuorâi kuullâm oovtâst nuorâirađđijn.

source: Edellä mainittujen lisäksi jokaisella on mahdollisuus ilmaista mielipiteensä postitse tai sähköpostitse.
smn: Ovdil mainâšum lasseen juáhháást lii máhđulâšvuotâ olgospyehtiđ uáivilis poostâ tâi šleđgâpoostâ peht.

source: Kuulemisten tarkemmista ajankohdista tiedotetaan myöhemmin Saamelaiskäräjien nettisivuilla sekä paikallislehdissä.
smn: Kulâmij täärhib ääigist tieđettuvvoo maŋeláá Sämitige nettisiijđoin sehe páihálijn aavisijn.

source: https://www.samediggi.fi/saamelaisten-totuus-ja-sovintokomissio/
smn: https://www.samediggi.fi/sammilij-tuotavuota-ja-sovadattamkomissio/?lang=an

source: Lisätietoja
smn: Lasetiäđuh

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
smn: saavâjođetteijee Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi

source: II varapuheenjohtaja Leo Aikio puh. 040 621 6505, leo.aikio(at)samediggi.fi
smn: II värisaavâjođetteijee Leo Aikio puh. 040 621 6505, leo.aikio(at)samediggi.fi

source: puheenjohtajan avustaja Laura Olsén-Ljetoff puh. 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
smn: saavâjođetteijee išedeijee Laura Olsén-Ljetoff puh. 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
